tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "emacs", restart_service: true
brew "exa"
brew "fd"
brew "fzf"
brew "gnupg"
brew "zoxide"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "font-cica"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gitup"
cask "google-chrome"
cask "karabiner-elements"
cask "openinterminal"
cask "rectangle"
cask "visual-studio-code"
