tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "emacs"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "ripgrep"
brew "zoxide"
cask "appcleaner"
cask "docker"
cask "font-cica"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gitup"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "openinterminal"
cask "qlmarkdown"
cask "qlstephen"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
